Repository: elementary/wingpanel-indicator-network
Catalog: po/extra/*.po
Languages: ca, cs, de, es, fr, hu, ja, ka, pl, pt, pt_br, ru, sv, uk, zh_tw

source: Network Indicator
ca: Indicador de la xarxa
cs: Indikátor sítě
de: Netzwerkanzeige
es: Indicador de red
fr: Indicateur Réseau
hu: Hálózatkijelzés
ja: ネットワークインジケーター
ka: ქსელის ინდიკატორი
pl: Wskaźnik sieci
pt: Indicador de rede
pt_br: Indicador de rede
ru: Индикатор сети
sv: Nätverksindikator
uk: Індикатор мережі
zh_tw: 網路指示器

source: Connect to wireless networks and manage VPNs
ca: Connecteu amb xarxes sense fil i gestioneu XPV.
cs: Připojování se k bezdrátovým sítím a správa VPN připojení
de: Mit Drahtlosnetzwerken verbinden und VPNs verwalten
es: Conéctese a redes inalámbricas y gestione redes VPN
fr: Connectez-vous à des réseaux sans fil et gérez vos VPN
hu: Csatlakozás vezeték nélküli hálózathoz és VPN-ek kezelése
ja: 無線ネットワークに接続したり VPN を管理したりします
ka: უსადენო ქსელებთან მიერთება და VPN-ების მართვა
pl: Łącz się z bezprzewodowymi sieciami i zarządzaj VPNami
pt: Ligar-se a redes sem fio e gerir VPNs
pt_br: Conecte-se a redes sem fio e gerencie VPNs
ru: Подключайтесь к беспроводным сетям и управляйте VPN
sv: Anslut till trådlösa nätverk och hantera VPN-anslutningar
uk: Зʼєднуйтеся з бездротовими мережами та керуйте VPN
zh_tw: 連接至無線網路或管理 VPN

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
ka: განახლებული თარგმანები
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
uk: Оновлено переклади
zh_tw: 翻譯更新

source: Minor updates:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
pt: Pequenas atualizações:

source: Fixes:
cs: Opravy:
de: Fehlerbehebungen:
pt: Correções:

source: Ensure correct tooltip on system start
pt: Assegurar dica correta no arranque do sistema

source: Prevent connecting to invalid VPNs
pt: Impedir a ligação a VPNs inválidas

source: Show correct info for WPA3 networks
pt: Mostrar informação correta para redes WPA3

source: Prevent blank lines in VPN list
cs: Zabráněno prázdným řádkům v seznamu VPN
pt: Prevenir linhas em branco na lista VPN

source: Don't launch Captive Network Assistant with full connectivity
cs: Nespouštěn pomocník pro uzavřené sítě, pokud je k dispozici neomezované připojení
pt: Não inicia o Assistente de Rede Cativa com conectividade total

source: Fix VPN spinning after connecting
cs: Opraveno, že se symbol VPN nepřestal po navázání spojení otáčet
de: Behebt einen Fehler, bei dem das Symbol für die VPN-Verbindung nicht aufhörte die Drehanimation zu zeigen
pt: Corrige a rotação da VPN após a ligação

source: Improve detecting network encryption type
cs: Vylepšeno zjišťování typu šifrování sítě
de: Verbesserungen beim Erkennen der verwendeten Netzwerksverschlüsselung
pt: Melhora a deteção do tipo de encriptação de rede

source: Ellipsize long network names
cs: Dlouhé názvy sítí jsou zkracovány výpustkou
de: Lange Netzwerknamen auslaufen lassen (...)
pt: Elipsar nomes longos de rede

source: Show tooltip on hover
cs: Při najetí ukazatelem zobrazit bublinovou nápovědu
de: Zeige Tooltip beim Darüberfahren
pt: Mostra dica ao pairar o rato

source: Prevent panel icon from showing in the dock
cs: Zabráněno tomu, aby se ikona panelu objevovala v doku
de: Panel Icon nicht im Dock anzeigen
pt: Impedir que o ícone do painel apareça na doca

source: Improvements:
ca: Millores:
es: Mejoras:
fr: Améliorations :
hu: Javítások:
ja: 改善点:
ka: გაუმჯობესებები:
pl: Ulepszenia:
pt_br: Melhorias:
ru: Улучшения:
sv: Förbättringar:
uk: Удосконалення:
zh_tw: 改善項目：

source: Airplane mode disables networking radios, not bluetooth or wired networks
ca: El mode d'avió desactiva les ràdios de xarxa, no les xarxes per Bluetooth ni amb fil.
es: El modo avión ahora deshabilita radios que usen redes de internet, mas no redes de bluetooth o redes cableadas
fr: Le mode avion désactiver les réseaux radio, pas le bluetooth ou le réseau filaire
hu: A repülőgépes mód letiltja a hálózati modulokat, de a Bluetooth-t vagy a vezetékes hálózatokat nem
pt_br: O modo avião desativa os rádios de rede, não o bluetooth ou as redes com fio
ru: Режим самолёта больше не отключает Bluetooth и проводные соединения
sv: Flygplansläget inaktiverar nätverksradio, inte Bluetooth eller trådbundna nätverk
uk: Режим польоту вимикає мережеві радіотрансляції, але не Bluetooth або дротові мережі
zh_tw: 讓飛航模式只停用無線網路，而不停用藍牙或有線網路

source: Jump to settings by middle-clicking on toggles
ca: Aneu a la configuració fent clic amb el botó mitjà als commutadors
es: Ahora se puede saltar a la configuración al hacer clic con el botón central en los botones de alternacia
fr: Accédez aux paramètres par un clic du milieu sur les boutons d'activation
hu: A beállításokhoz ugrás a kapcsolókon való középső kattintással
ja: トグルスイッチを中クリックすると、ネットワークの設定に遷移するように変更
pt_br: Vá para as configurações clicando com o botão do meio nos botões de alternância
ru: Открытие Параметров системы нажатием колёсиком мыши по переключателям
sv: Hoppa till inställningar genom att mittenklicka på växlingar
uk: Перехід до налаштувань натиском середньої кнопки миші на перемикачах
zh_tw: 中鍵點擊開關來前往設定

source: Show Cellular Modems as Toggles
ca: Mostra els mòdems portàtils com a commutadors.
es: Se muestran modems de celular como botones de alternancia
fr: Afficher les modems cellulaires sous forme d'interrupteurs
hu: A mobileszközök megjelenése kapcsolóként
ja: セルラーモデムをトグルボタンで表示するように変更
ka: ფიჭური მოდემების გადამართველად ჩვენება
pl: Modemy komórkowe są pokazywane jako przełączniki
pt_br: Exibir Modems Celulares como Alternáveis
ru: Отображение сотовых модемов в виде переключателей
sv: Visa mobila modem som växlare
uk: Показ стільникових модемів у вигляді перемикачів
zh_tw: 用切換按鈕來顯示行動數據機

source: New features
ca: Característiques noves
es: Nuevas características
fr: Nouvelles fonctionnalités
hu: Új funkciók
ja: 新機能
ka: ახალი თვისებები
pl: Nowe funkcje
pt_br: Novas funcionalidades
ru: Новые возможности
sv: Nya funktioner
uk: Нові можливості
zh_tw: 新功能

source: WireGuard support
ca: Suport per a WireGuard
es: Se agregó compatibilidad con WireGuard
fr: Prise en charge de WireGuard
hu: WireGuard-támogatás
ja: WireGuard への対応
ka: WireGuard-ის მხარდაჭერა
pl: Wsparcie dla WireGuard
pt_br: Suporte ao WireGuard
ru: Поддержка WireGuard
sv: Stöd för WireGuard
uk: Підтримка WireGuard
zh_tw: WireGuard 支援

source: OWE support
ca: Suport per a DEEM
es: Se agregó compatibilidad con OWE
fr: Prise en charge d'OWE
hu: OWE-támogatás
ja: OWE への対応
ka: OWE-ის მხარდაჭერა
pl: Wsparcie dla OWE
pt_br: Suporte OWE
ru: Поддержка OWE
sv: Stöd för OWE
uk: Підтримка OWE
zh_tw: OWE 支援

source: Minor updates
ca: Actualitzacions menors
es: Actualizaciones menores
fr: Mises à jour mineures
hu: Apróbb frissítések
ja: マイナーアップデート
ka: მცირე განახლებები
pl: Mniejsze aktualizacje
pt_br: Atualizações menores
ru: Незначительные обновления
sv: Mindre uppdateringar
uk: Незначні оновлення
zh_tw: 小型更新

source: Show cellular devices as compact circle buttons
ca: Mostra els dispositius mòbils com a botons circulars compactes.
es: Ahora se muestran los dispositivos móviles como botones circulares compactos
fr: Afficher les modems cellulaires sous forme de boutons circulaires compacts
hu: A mobileszközök kör alakú gombként jelennek meg
ja: セルラーデバイスをコンパクトな丸いボタンで表示するように変更
ka: ფიჭური მოწყობილობების ჩვენება პატარა წრიული ღილაკების სახით
pl: Urządzenia komórkowe są teraz pokazywane jako kompaktowe okrągłe przyciski
pt_br: Mostrar dispositivos celulares como botões circulares compactos
ru: Отображение сотовых устройств в виде компактных круглых кнопкок
sv: Visa mobila enheter som kompakta cirkelknappar
uk: Показ стільникових пристроїв у вигляді компактних круглих кнопок
zh_tw: 用簡潔的圓形按鈕來顯示行動裝置

source: Show Airplane Mode and wired devices as compact circle buttons
ca: Mostra el mode d'avió i els dispositius amb fil com a botons circulars compactes.
es: Se muestra el modo avión y los dispositivos cableados como botones circulares compactos
fr: Affichage du mode Avion et des appareils filaires comme boutons circulaires compacts
hu: A repülőgépes mód és a vezetékes hálózatok kör alakú gombként jelennek meg
ja: 機内モードと有線デバイスをコンパクトな丸いボタンで表示するように変更
ka: თვითმფრინავის რეჟიმის და მავთულიანი მოწყობილობების ჩვენება პატარა წრიული ღილაკების სახით
pl: Tryb samolotowy i urządzenie przewodowe są teraz pokazywane jako kompaktowe okrągłe przyciski
pt_br: Exibir o Modo Avião e os dispositivos com fio como botões circulares compactos
ru: Показ режима «В полёте» и проводных устройств как компактные круглые кнопки
sv: Visa flygplansläge och trådbundna enheter som kompakta cirkelknappar
uk: Показ режиму польоту та дротових пристроїв у вигляді компактних круглих кнопок
zh_tw: 用簡潔的圓形按鈕來顯示飛航模式與有線裝置

source: Show VPN connections as circle buttons and allow connecting multiple at once
ca: Mostra les connexions de VPN com a botons de cercle i permet connectar-ne diverses alhora.
es: Se muestran las conexiones de VPN como botones circulares y se puede conectar a múltiples redes VPN a la vez
fr: Affichage des connexions VPN sous forme de boutons circulaires et autorisation des connexions multiples en parallèle
hu: VPN-ek megjelenítése kör alakú gombként, többhöz való egyidejű csatlakozás lehetősége
ja: VPN 接続を丸いボタンで表示し、同時に複数の VPN に接続できるように変更
ka: VPN მიერთებების ჩვენება წრიული ღილაკების სახით და ერთდროულად ერთზე მეტის დაკავშირების დაშვება
pl: Połączenia VPN są pokazywane teraz jako okrągłe przyciski i istnieje możliwość łączenia się z kilkoma naraz
pt_br: Mostrar conexões VPN como botões circulares e permitir a conexão de várias de uma vez
ru: VPN-подключения отображаются в виде круглых кнопок и позволяют подключиться к нескольким сетям одновременно
sv: Visa VPN-anslutningar som cirkelknappar och tillåt anslutning av flera samtidigt
uk: Показ VPN-з'єднання у вигляді круглих кнопок і можливість під'єднати кілька з'єднань одночасно
zh_tw: 用圓形按鈕來顯示 VPN 連線，並允許同時連接多個 VPN
