Repository: elementary/wingpanel-indicator-network
Catalog: po/*.po
Languages: ckb, hu, ka

source: Wired
ckb: بە وەیار پەیوەستکراوە
hu: Vezetékes
ka: მავთულით

source: Connecting to wired network
ckb: پەیوەستبوون بە تۆڕێکی وەیارییەوە
hu: Csatlakozás rejtett hálózathoz
ka: მიერთება სადენიან ქსელთან

source: Connecting to “%s”
ckb: پەیوەستبوون بە "%s"
hu: Csatlakozás: “%s”
ka: "%s"-სთან მიერთება

source: Connected to wired network
ckb: پەیوەست بوو بە تۆڕێکی وەیارییەوە
hu: Csatlakozva rejtett hálózathoz
ka: სადენიანი ქსელი დაკავშირებულია

source: Connected to “%s”
ckb: پەیوەست بوو بە "%s"
hu: Csatlakozva: “%s”
ka: მიერთებულია %s-თან

source: Failed to connect
ckb: پەیوەست بوون شکستی هێنا
hu: Nem sikerült csatlakozni
ka: კავშირის შეცდომა

source: Disconnected
ckb: پچڕێندرا
hu: Leválasztva
ka: გამოერთებული

source: Not connected
ckb: پەیوەست نەبووە
hu: Nincs csatlakoztatva
ka: დაკავშირებული არაა

source: Middle-click to turn airplane mode off
hu: Középső kattintás a repülőgépes mód kikapcsolásához
ka: შუა წკაპი თვითმფრინავის რეჟიმის გამოსართავად

source: Middle-click to turn airplane mode on
hu: Középső kattintás a repülőgépes mód bekapcsolásához
ka: შუა წკაპი თვითმფრინავის რეჟიმის ჩასართავად

source: unknown network
ckb: تۆڕێکی نەزانراو
hu: ismeretlen hálózat
ka: უცნობი ქსელი

source: Airplane Mode
hu: Repülőgépes mód
ka: თვითმფრინავის რეჟიმი

source: Connect to Hidden Network…
ckb: پەیوەست بوون بە تۆڕێکی شارەوە…
hu: Csatlakozás rejtett hálózathoz…
ka: დამალულ ქსელთან მიერთება…

source: Network Settings…
ckb: ڕێکخستنەکان…
hu: Hálózati beállítások…
ka: ქსელის მორგება…

source: Unknown device
ckb: ئامێری نەزانراو
hu: Ismeretlen eszköz
ka: უცნობი მოწყობილობა

source: No Access Points Available
ckb: هیچ خاڵکێکی دەستپێگەیشتن بەردەست نییە
hu: Nincs elérhető hozzáférési pont
ka: წვდომის წერტილები ხელმისაწვდომი არაა

source: Scanning for Access Points…
ckb: گەڕان بەدوای خاڵەکانی دەستپێگەیشتن…
hu: Hozzáférési pontok keresése…
ka: წვდომის წეტილების სკანირება…

source: Unable to connect
ckb: نەتوانرا پەیوەست بێت
hu: Nem sikerült csatlakozni
ka: დაკავშირება შეუძლებელია

source: 40/64-bit WEP encrypted
ckb: کۆدکراوی WEPی ٤٠/٦٤-بیت
hu: 40/64-bites WEP titkosítás
ka: 40/64 ბიტიანი WEP დაშიფვრა

source: 104/128-bit WEP encrypted
ckb: کۆدکراوی WEPی ١٠٤/١٢٨-بیت
hu: 104/128-bites WEP titkosítás
ka: 104/128 ბიტიანი WEP დაშიფვრა

source: WPA3 encrypted
ckb: کۆدکراوەی WPA3
hu: WPA3 titkosítás
ka: WPA3-ით დაშიფრული

source: WPA encrypted
ckb: کۆدکراوی WPA
hu: WPA titkosítás
ka: WPA დაშიფვრა

source: Passwordless encrypted
hu: Jelszó nélkül titkosított
ka: უპაროლოდ დაშიფრული

source: Encrypted
ckb: کۆدکراو
hu: Titkosítva
ka: დაშიფრული

source: Unsecured
ckb: بێ ئاسایش
hu: Nincs titkosítva
ka: დაუცველი
