Repository: elementary/wingpanel-indicator-network
Catalog: po/ie.po
Languages: ie

source: Wired
ie: Per fil

source: Connecting to wired network
ie: Conexente al rete de fil

source: Connecting to “%s”
ie: Conexente a «%s»

source: Connected to wired network
ie: Conexet al rete de fil

source: Connected to “%s”
ie: Conexet a «%s»

source: Failed to connect
ie: Conexion ne successat

source: Disconnected
ie: Deconexet

source: Not connected
ie: Null conexion

source: Middle-click to turn airplane mode off
ie: Medial clic: deactivar li mode de avion

source: Middle-click to turn airplane mode on
ie: Medial clic: activar li mode de avion

source: unknown network
ie: ínconosset rete

source: Airplane Mode
ie: Mode de avion

source: Connect to Hidden Network…
ie: Conexer a un celat rete…

source: Network Settings…
ie: Parametres de rete…

source: Unknown device
ie: Ínconosset aparate

source: No Access Points Available
ie: Null punctus de accesse disponibil

source: Scanning for Access Points…
ie: Serchante por puctus de accesse…

source: Unable to connect
ie: Conexion ne successat

source: 40/64-bit WEP encrypted
ie: Ciffre: 40/64-bit WEP

source: 104/128-bit WEP encrypted
ie: Ciffre: 104/128-bit WEP

source: WPA3 encrypted
ie: Ciffre: WPA3

source: WPA encrypted
ie: Ciffre: WPA

source: Passwordless encrypted
ie: Ciffration sin contrasigne

source: Encrypted
ie: Ciffrat

source: Unsecured
ie: Sin securitá
